<net name="mock_yolov8" version="11">
    <layers>
        <layer id="0" name="input_0" type="Parameter" version="opset1">
            <output port="0" precision="FP32" dims="1,3,640,640"/>
        </layer>
    </layers>
    <outputs>
        <port port="0" precision="FP32" dims="1,1,25200,85"/>
    </outputs>
</net>